{
	"menu":[
		{
			"nom":"Curiculum Vitae",
			"label":"CV",
			"info":"Qui suis-je? Que fais-je? Pour tout savoir de moi.",
			"complement":"",
			"url":""
		},
		{
			"nom":"Outils",
			"label":"Outils",
			"info":"Quelques outils pratiques. Certains sont de petits outils qui permettent de donner un petit coup de pouce à certaines situations. D'autres sont des aides qui permettent de travailler plus vite... quand on sait les utiliser :)",
			"complement":"La plupart de ces outils sont écrits en javascript et restent donc limiter par le navigateur utilisé.",
			"url":"",
			"menu":[
				{
					"nom":"HTML/CSS",
					"label":"HTML & CSS",
					"info":"Cette section regroupe des outils permettant d'aider à la conception de code HTML ou de style CSS",
					"url":"",
					"menu":[
						{
							"nom":"CSS : Box Shadow",
							"label":"CSS: Box Shadow",
							"info":"Petit outil permettant d'aider à l'application de la propriété Box Shadow sur un élément HTML",
							"url":"./tools/box_shadow.html"
						}
					]
				},{
					"nom":"Texte",
					"label":"Manipulation de textes",
					"info":"Cette section regroupe des outils permettant de manipuler du texte.<br/>Quelques soit le travail en informatique, le texte est l'élément de base. Avoir les bons outils permet de gagner souvent beaucoup de temps.",
					"complement":"",
					"url":"",
					"menu":[
					]
				}
			]
		},
		{
			"nom":"javascript",
			"label":"javascript",
			"info":"Démonstration et codes javascript",
			"complement":"",
			"url":"",
			"menu":[
				{
					"nom":"Allumette",
					"label":"Allumette",
					"info":"Une animation représentant une allumette.<br>Le <i>dessin</i> n'a été réalisé qu'avec du CSS. Le javascript est utilisé pour réalisé les animations.",
					"complement":"Le dessin n'a été réalisé qu'en CSS. Principalement en utilisant la propriété <i>box-shadow</i>.<br>L'animation est géré par du javascript.",
					"url":"./labs/flamme.html"
				},{
					"nom":"Tangram",
					"label":"Tangram",
					"info":"Le Tangram est un jeu où le but est de reproduire une figure à l'aide de 7 figures géométriques appelées Tans.<br>Canvas est utilisé pour réaliser ce script.",
					"complement":"",
					"url":"./games/tangram/tangram.html"
				}
			]
		}
	]
}
