{
	"menu":[
		{
			"nom":"Curiculum Vitae",
			"label":"CV",
			"info":"Qui suis-je? Que fais-je? Pour tout savoir de moi.",
			"complement":"",
			"url":""
		},
		{
			"nom":"Outils",
			"label":"Outils",
			"info":"Quelques outils pratiques. Certains sont de petits outils qui permettent de donner un petit coup de pouce à certaines situations. D'autres sont des aides qui permettent de travailler plus vite... quand on sait les utiliser :)",
			"complement":"La plupart de ces outils sont écrits en javascript et restent donc limiter par le navigateur utilisé.",
			"url":"",
			"menu":[
				{
					"nom":"HTML/CSS",
					"label":"HTML & CSS",
					"info":"Cette section regroupe des outils permettant d'aider à la conception de code HTML ou de style CSS",
					"url":"",
					"menu":[
						{
							"nom":"CSS : Box Shadow",
							"label":"CSS: Box Shadow",
							"info":"Petit outil permettant d'aider à l'application de la propriété Box Shadow sur un élément HTML",
							"url":"./tools/box_shadow.html"
						}
					]
				},{
					"nom":"Texte",
					"label":"Manipulation de textes",
					"info":"Cette section regroupe des outils permettant de manipuler du texte.<br/>Quelques soit le travail en informatique, le texte est l'élément de base. Avoir les bons outils permet de gagner souvent beaucoup de temps.",
					"complement":"",
					"url":"",
					"menu":[
						{
							"nom":"Comparaison de textes",
							"label":"Comparaison de textes",
							"info":"Petit outil permettant d'identifier les différences entre deux textes",
							"url":"./tools/compareString2.html"
						},
						{
							"nom":"Remplacement de chaines",
							"label":"Remplacement de chaines",
							"info":"Petit outil permettant de remplacer des chaines à partir de plusieurs template et de valeurs incréementales",
							"url":"./tools/replace.htm"
						}
					]
				},
				{
					"nom":"Programmation",
					"label":"Programmation en général",
					"info":"Cette section regroupe des outils permettant d'aider à la programmation ou ce qui à rapport à la conception informatique.",
					"url":"",
					"menu":[
						{
							"nom":"lecteur JSON",
							"label":"lecteur JSON",
							"info":"Petit outil permettant d'aider à la lecture et à la création de JSON.\nIl permet d'afficher un JSON de manière plus visible et indique où se trouve les erreurs dans la création d'un JSON.\nIl permet aussi de comparer deux JSON afin de voir les différences.",
							"url":"./tools/jsonReader.htm"
						},
						{
							"nom":"Symboles UTF8",
							"label":"Symboles UTF8",
							"info":"Petit outil permettant d'aider à trouver des caractères UTF-8.",
							"url":"./tools/symbole.htm"
						}
					]
				},
				{
					"nom":"divers",
					"label":"divers",
					"info":"Cette section regroupe divers outils qui ne rentre dans aucune catégorie précédente",
					"url":"",
					"menu":[
						{
							"nom":"Chronométre",
							"label":"Chronométre",
							"info":"Petit chronomètre permettant de mesurer des temps",
							"url":"./tools/chrono.htm"
						},
						{
							"nom":"Analyseur de dates",
							"label":"Analyseur de dates",
							"info":"Petit outil permettant de mesurer le temps entre deux dates, ou de savoir à quel moment correspond un timestamp.",
							"url":"./tools/ddate.htm"
						}
					]
				}
			]
		},
		{
			"nom":"javascript",
			"label":"javascript",
			"info":"Démonstration et codes javascript",
			"complement":"",
			"url":"",
			"menu":[
				{
					"nom":"Allumette",
					"label":"Allumette",
					"info":"Une animation représentant une allumette.<br>Le <i>dessin</i> n'a été réalisé qu'avec du CSS. Le javascript est utilisé pour réalisé les animations.",
					"complement":"Le dessin n'a été réalisé qu'en CSS. Principalement en utilisant la propriété <i>box-shadow</i>.<br>L'animation est géré par du javascript.",
					"url":"./labs/flamme.html"
				},{
					"nom":"Tangram",
					"label":"Tangram",
					"info":"Le Tangram est un jeu où le but est de reproduire une figure à l'aide de 7 figures géométriques appelées Tans.<br>Canvas est utilisé pour réaliser ce script.",
					"complement":"",
					"url":"./games/tangram/tangram.html"
				}
			]
		}
	]
}
