[
	{
		"n": "Goban",
		"p": 0,
		"d": "Plateau où se déroule la partie . Sur le goban une grille indique l'espace de jeu. Les pierres sont placées sur le goban lorsqu'elles sont jouées.",
		"e": "En japonais, goban (碁盤) signifie plateau de Go (盤, ban = plateau).",
		"r": [],
		"i":[]
	},
	{
		"n": "Handicap",
		"p": 0,
		"d": "Il s'agit de pierres placées par le joueur noir avant la partie. Afin d'équilibrer la partie entre deux joueurs de niveaux différents, le joueur blanc (le joueur le plus fort) accorde au joueur noir de jouer quelques pierres avant de commencer. Selon la tradition ces pierres d'avance sont placées sur les hoshi. Mais souvent il est possible de les placer où l'on veut (handicap à placement libre). Le handicap est alors désigné par le nombre de pierres d'avance accordé (handicap à deux pierres, handicap à trois pierres…). Il est aussi possible d'accorder des points d'avance au joueur noir (reverse-komi).",
		"e": "Il s'agit d'un terme japonais (コウ) qui est utilisé tel quel en français (ainsi qu'en anglais). Le terme chinois est jié (劫)&nbsp;; et pae (패) en coréen.",
		"r": [
			"komi"
		],
		"i":["handicap"]
	},
	{
		"n": "Ko",
		"p": 0,
		"d": "Situation qui se répète. Ce terme désigne, souvent, seulement la position où une pierre capture une seule autre pierre et est alors en atari. Les autres positions menant à une répétition sont alors nommées superko.<br>Afin d'éviter la répétition, il est nécessaire de jouer ailleurs. Pour cela il faut jouer une menace de Ko qui doit forcer l'adversaire à répondre au coup joué. Il sera ainsi possible de reprendre le Ko. C'est alors à lui de trouver une menace de Ko. Cette répétition de menaces s'appelle une bataille de Ko (Ko fight en anglais).",
		"e": "Il s'agit d'un terme japonais (コウ) qui est utilisé tel quel en français (ainsi qu'en anglais). Le terme chinois est jié (劫)&nbsp;; et pae (패) en coréen.",
		"r": [],
		"i":["reglesDebutant#exception"]
	},
	{
		"n": "Komi",
		"p": 0,
		"d": "Points supplémentaires accordés au joueur blanc pour compenser le fait de jouer en deuxième. Sa valeur peut varier selon les compétitions mais elle est généralement entre 6.5 et 7.5. Lors de parties à handicap sa valeur est souvent de 0.5. Le demi-point sert à éviter les égalités et forcer la désignation d'un gagnant.",
		"e": "",
		"r": [
			"handicap",
			"reverse-komi"
		],
		"i":[]
	},
	{
		"n": "Pierre",
		"p": 0,
		"d": "jeton qu'un joueur pose sur le goban. Une pierre est colorée (traditionnellement en blanc ou en noir). Toutes les pierres de la même couleur appartiennent au même joueur.",
		"e": "",
		"r": [],
		"i":[]
	},
	{
		"n": "Atari",
		"p": 1,
		"d": "situation où un groupe de pierres n'est plus qu'à un coup de se faire prendre. Un joueur n'est pas obligé de dire atari lorsqu'il menace un groupe.",
		"e": "Il s'agit d'un terme japonais (当たり). Les termes dǎchī (打吃) ou jiaochī (叫吃) sont utilisés en chinois; dansu (단수) est utilisé en coréen.",
		"r": []
	},
	{
		"n": "Hoshi",
		"p": 1,
		"d": "Il s'agit des marques circulaires situées sur certaines intersections du goban. Il ne s'agit que de repères, ils n'ont aucune incidence sur le jeu. Les pierres de handicap sont souvent posées sur les hoshi. Il y a 9 hoshi sur le goban, situés dans les coins en quatrième ligne, sur les bords au milieu sur la quatrième ligne et au centre. Pour un goban 19×19 cela correspond au points : 4-4, 4-16, 16-4, 16-16 (pour les coins), 4-10, 10-4, 16-10, 10-16 (pour les bords), et 10-10 (pour le centre, également appelé tengen). Pour les goban plus petits (9×9 et inférieur), seulement quatre hoshi sont marqués et sont placés à partir de la troisième ligne.",
		"e": "Il s'agit d'un terme japonais (星) signifiant étoile. En chinois xingwei (星位) et en coréen hwa jeom (화점).",
		"r": [
			"tengen"
		],
		"i":[]
	},
	{
		"n": "Joseki",
		"p": 1,
		"d": "Séquence de coups connue à partir d'une position locale (dans un coin ou sur le bord). La séquence apporte généralement un équilibre entre les joueurs (l'un prenant du territoire et l'autre de l'influence).",
		"e": "",
		"r": [],
		"i":[]
	},
	{
		"n": "Korigatachi",
		"p": 3,
		"d": "Forme sur-concentrée. Des pierres d'une même couleur sont trop proches les unes des autres, ce qui donne une mauvaise position.",
		"e": "Ce terme vient du japonais (凝り形). En chinois (凝形 níng xíng ou 重复)",
		"r": []
	},
	{
		"n": "Damezumari",
		"p": 2,
		"d": "Pierres se faisant capturer à cause d'un manque de libertés. Souvent utilisé pour des pierres qui se retrouvent en atari, alors qu'elles n'auraient pas dû l'être, dans une séquence pour sauver un groupe.",
		"e": "Ce terme vient du japonais (ダメ詰まり). En chinois: 气紧 (qi jin). En Coréen: 수부족 (subujok)",
		"r": [],
		"i":[]
	},
	{
		"n": "Reverse-komi",
		"p": 1,
		"d": "Points supplémentaires accordés au joueur noir (dans le cadre d'un handicap).",
		"e": "",
		"r": [
			"komi",
			"handicap"
		],
		"i":[]
	},
	{
		"n": "Tengen",
		"p": 1,
		"d": "Intersection centrale de la grille repérée par un hoshi. Il s'agit aussi du nom d'un tournoi principal japonais.",
		"e": "Terme japonais (天元) désignant le \"centre du ciel\" et utilisé tel quel en français et en anglais. En chinois 天元 (tiān yuán), et 천원 en coréen.",
		"r": [
			"hoshi"
		],
		"i":[]
	},
	{
		"n": "Jigo",
		"p": 1,
		"d": "Résultat d'une partie qui se termine par une égalité entre les joueurs.",
		"e": "Terme japonais (ジゴ ou 持碁) utilisé tel quel en français et en anglais. En chinois 持棋 (chí qí). En coréen 화국 (hwaguk) signifie \"jeu de paix\".",
		"r": [
			"komi","comptage"
		],
		"i":["comptage"]
	},
	{
		"n": "Kifu",
		"p": 1,
		"d": "Notation d'une partie permettant de rejouer celle-ci. Le kifu est souvent représenté sous forme de diagramme représentant le goban et le numéro de chaque coup.",
		"e": "Terme japonais (棋譜) utilisé tel quel en français et en anglais, il est aussi utilisé pour le shogi. Ce mot est originaire de chine 棋谱 (qípǔ).",
		"r": [
			"goban"
		],
		"i":["comptage"]
	},
	{
		"n": "Territoire",
		"p": 0,
		"d": "Espace qui n'est entouré que par un seul joueur (ou alors toutes les pierres adverse présentes sont considérées comme morte). Chaque intersection d'un territoire rapporte 1 point à son propriétaire.",
		"e": "",
		"r": [
			"goban","comptage"
		],
		"i":["comptage"]
	}
]
